tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "local/ninja"
tap "robotsandpencils/made"
tap "teamookla/speedtest"
tap "xcodesorg/made"

brew "bat"
brew "cairo"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "folly"
brew "exa"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "ninja"
brew "node"
brew "nvm"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "scrcpy"
brew "sl"
brew "stow"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "watchman"
brew "cocoapods"
brew "xcode-build-server"
brew "xcodes"
brew "yarn"
brew "zoxide"
brew "fwartner/tap/mac-cleanup"
brew "teamookla/speedtest/speedtest"
cask "android-platform-tools"
cask "font-fira-code-nerd-font"
cask "minisim"
cask "raycast"
cask "wezterm"
cask "xcodes"
cask "obsidian"
cask "cleanshot"
cask "fork"
cask "arc"
cask "1password"
cask "spotify"
